Revit 2027 API
ExportPatternTable Constructor
 Constructs a new ExportPatternTable with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportPatternTable()
Public Sub New
public:
ExportPatternTable()
new : unit -> ExportPatternTable
See Also
Reference
ExportPatternTable Class
Autodesk.Revit.DB Namespace